{
    "love_messages": {
      "positive": [
        {"ID": 1, "Message": "Tình yêu là ngọn lửa khiến cuộc sống của chúng ta thêm rực rỡ."},
        {"ID": 2, "Message": "Khi yêu thương, bạn sẽ nhận ra mọi điều đều trở nên ý nghĩa."},
        {"ID": 3, "Message": "Một trái tim ấm áp có thể sưởi ấm cả thế giới."},
        {"ID": 4, "Message": "Tình yêu là món quà đẹp nhất mà chúng ta có thể trao tặng nhau."},
        {"ID": 5, "Message": "Khi có tình yêu, mọi khó khăn đều trở nên nhỏ bé."},
        {"ID": 6, "Message": "Hạnh phúc bắt đầu từ những cử chỉ yêu thương giản dị nhất."},
        {"ID": 7, "Message": "Tình yêu không phải là tìm kiếm sự hoàn hảo, mà là hoàn thiện nhau."},
        {"ID": 8, "Message": "Một nụ cười từ người bạn yêu có thể xóa tan mọi buồn phiền."},
        {"ID": 9, "Message": "Yêu thương là sức mạnh giúp chúng ta vượt qua mọi thử thách."},
        {"ID": 10, "Message": "Tình yêu là ánh sáng dẫn lối trong những ngày u tối."},
        {"ID": 11, "Message": "Khi yêu, bạn sẽ nhìn thấy vẻ đẹp nơi những điều bình dị nhất."},
        {"ID": 12, "Message": "Tình yêu là sự đồng hành qua mọi bước đường cuộc sống."},
        {"ID": 13, "Message": "Một lời yêu thương chân thành có thể thay đổi cả một ngày."},
        {"ID": 14, "Message": "Cuộc sống sẽ trở nên trọn vẹn hơn khi có tình yêu."},
        {"ID": 15, "Message": "Tình yêu là sợi dây kết nối những trái tim cô đơn lại gần nhau."},
        {"ID": 16, "Message": "Tình yêu không giới hạn, nó lan tỏa và làm đẹp tâm hồn."},
        {"ID": 17, "Message": "Khi bạn yêu, bạn đang gieo mầm cho những điều tốt đẹp."},
        {"ID": 18, "Message": "Tình yêu giúp ta thấy được sức mạnh của sự tha thứ và bao dung."},
        {"ID": 19, "Message": "Mỗi khoảnh khắc bên người bạn yêu đều là một kỷ niệm quý giá."},
        {"ID": 20, "Message": "Tình yêu là động lực để chúng ta trở thành phiên bản tốt nhất của chính mình."}
      ],
      "negative": [
        {"ID": 1, "Message": "Tình yêu đôi khi chỉ là một giấc mơ tan vỡ khi tỉnh giấc."},
        {"ID": 2, "Message": "Không phải mọi ai yêu nhau đều có thể ở bên nhau mãi mãi."},
        {"ID": 3, "Message": "Tình yêu có thể mang lại hạnh phúc, nhưng cũng dễ dàng để lại những vết thương."},
        {"ID": 4, "Message": "Đôi khi, yêu một người là tự làm đau chính mình."},
        {"ID": 5, "Message": "Tình yêu không phải lúc nào cũng công bằng."},
        {"ID": 6, "Message": "Không phải lời hứa nào trong tình yêu cũng được giữ trọn."},
        {"ID": 7, "Message": "Tình yêu có thể biến từ ngọt ngào thành cay đắng trong chớp mắt."},
        {"ID": 8, "Message": "Có những tình yêu chỉ tồn tại trong hồi ức."},
        {"ID": 9, "Message": "Yêu sai người có thể khiến bạn mất niềm tin vào tình yêu."},
        {"ID": 10, "Message": "Một trái tim tan vỡ có thể mất cả đời để lành lại."},
        {"ID": 11, "Message": "Đôi khi, tình yêu là sự hy sinh mà không được đáp lại."},
        {"ID": 12, "Message": "Tình yêu không phải lúc nào cũng chiến thắng mọi thứ."},
        {"ID": 13, "Message": "Những lời yêu thương đôi khi chỉ là lời nói dối đẹp đẽ."},
        {"ID": 14, "Message": "Tình yêu có thể khiến người ta trở nên yếu đuối và mù quáng."},
        {"ID": 15, "Message": "Không phải ai yêu nhau cũng được định sẵn để bên nhau mãi mãi."},
        {"ID": 16, "Message": "Tình yêu đôi khi chỉ là một chuỗi những lời chia tay."},
        {"ID": 17, "Message": "Yêu thương quá nhiều đôi lúc khiến bạn đánh mất chính mình."},
        {"ID": 18, "Message": "Có những tình yêu kết thúc trước khi nó kịp bắt đầu."},
        {"ID": 19, "Message": "Tình yêu có thể khiến con tim rực cháy, nhưng cũng dễ dàng thiêu rụi mọi thứ."},
        {"ID": 20, "Message": "Đôi khi, cách duy nhất để yêu là buông tay."}
      ],
      "neutral": [
        {"ID": 1, "Message": "Tình yêu là một phần tự nhiên trong cuộc sống, như ánh sáng và bóng tối."},
        {"ID": 2, "Message": "Không có một định nghĩa duy nhất nào có thể bao quát hết ý nghĩa của tình yêu."},
        {"ID": 3, "Message": "Tình yêu có thể bắt đầu từ những điều nhỏ bé nhất."},
        {"ID": 4, "Message": "Mỗi người đều có cách cảm nhận và thể hiện tình yêu khác nhau."},
        {"ID": 5, "Message": "Tình yêu đến và đi như một điều tất yếu của đời người."},
        {"ID": 6, "Message": "Tình yêu không có quy tắc, nó là một hành trình đầy ngẫu nhiên."},
        {"ID": 7, "Message": "Khi yêu, người ta thường nhìn thấy cả điều tốt đẹp lẫn khó khăn."},
        {"ID": 8, "Message": "Tình yêu không phải lúc nào cũng hoàn hảo, nhưng nó luôn có giá trị riêng."},
        {"ID": 9, "Message": "Tình yêu có thể thay đổi theo thời gian và hoàn cảnh."},
        {"ID": 10, "Message": "Không phải tình yêu nào cũng dẫn đến hạnh phúc, nhưng nó luôn dạy chúng ta điều gì đó."},
        {"ID": 11, "Message": "Tình yêu có thể là niềm vui, thử thách, hoặc cả hai."},
        {"ID": 12, "Message": "Mỗi mối tình đều để lại dấu ấn riêng trong cuộc đời chúng ta."},
        {"ID": 13, "Message": "Tình yêu có thể là sự gắn bó thân thiết hoặc chỉ là một khoảnh khắc thoáng qua."},
        {"ID": 14, "Message": "Tình yêu không chỉ tồn tại giữa con người, mà còn giữa con người và thế giới xung quanh."},
        {"ID": 15, "Message": "Đôi khi, tình yêu là sự im lặng và thấu hiểu mà không cần lời nói."},
        {"ID": 16, "Message": "Tình yêu có thể là nguồn cảm hứng, nhưng cũng có thể là điều cần lý trí định hướng."},
        {"ID": 17, "Message": "Tình yêu không phải lúc nào cũng dễ dàng, nhưng nó luôn đáng được trân trọng."},
        {"ID": 18, "Message": "Tình yêu không có đúng sai, chỉ có cách chúng ta lựa chọn trải nghiệm nó."},
        {"ID": 19, "Message": "Tình yêu là một phần của cuộc sống, nhưng không phải là toàn bộ cuộc sống."},
        {"ID": 20, "Message": "Tình yêu là một câu chuyện phức tạp, với mỗi người viết lên một chương riêng."}
      ]
    }
  }